Repository: giellalt/corpus-sms
Catalog: tmx/fin/facta/samediggi.fi/uuden_vuoden_tervehdys_koltansaame_tsa_01012016.pdf.tmx
Source language: sms
Languages: fin

source: Tuäivam, što Tâʹvvjânnamlaž miniʹsttersuåvtõõzz saaǥǥjååʹđteeivuõttpââʹjj, koon Lääʹddjânnam täʹbbe alttii, lij vueʹzzstes ooudeʹmmen tän täävtõõzz, lij tâma kooum Tâʹvvjânnmest õhtt õhttsaž alggmeer.
fin: Toivon, että Pohjoismaisen ministerineuvoston puheenjohtajuuskausi, jonka Suomi tänään aloitti, on osaltaan edistämässä tätä tavoitetta, onhan kolmella Pohjoismaalla yksi yhteinen alkuperäiskansa.

source: Mõõnnâm da pueʹtti eeʹjj leiʹmmje hueʹnes täällvueʹǩǩ da tääl õinn juätkkjeei pannaainâsvuõtt.
fin: Kulunutta ja tulevaa vuotta leimaa talousahdinko ja talouden yhä jatkuva epävarmuus.

source: Sääʹmteeʹǧǧ sååbbar 21.12.2015 priimi eeʹjj 2016 tuåimmplaan-täällarvvlõõzz, kååʹtt lij tääl peäʹlnn samai čoouǥas.
fin: Saamelaiskäräjien kokous 21.12.2015 hyväksyi vuoden 2016 toimintasuunnitelma-talousarvion, joka on talouden osalta hyvin tiukka.

source: Ođđ Sääʹmteʹǧǧ alttad tuåimmpââʹjstes määŋgi, joba jõnn vaʹǯǯtõõzzi ooudâst.
fin: Uudet Saamelaiskäräjät aloittaa toimikautensa monien, suurienkin haasteiden edessä.

source: Tuäivam, što sääʹmkulttuur da äʹrbbvuõđlaž jieʹllemvuõʹǩǩid peälšteei linnj di sääʹmǩiõli kâʹddem lie jååʹđteei vuâđđjurddjen še ođđ Sääʹmteeʹǧǧ tuåimin.
fin: Toivon, että saamelaiskulttuuria ja perinteisiä elinkeinoja puolustava linja sekä saamen kielien vaaliminen ovat johtavina periaatteina myös uusien Saamelaiskäräjien toiminnassa.

source: Späʹsseb mõõnnâm eeʹjjest da lekk ođđ ekka 2016 !
fin: Kiitos kuluneesta vuodesta ja onnea uudelle vuodelle 2016 !

source: Späʹsseb še mõõnnâm Sääʹmteeʹǧǧ vaalpââʹjest da lekkvuõtt vaalpâjja 2016–2020 !
fin: Kiitokset myös kuluneesta Saamelaiskäräjien vaalikaudesta ja menestystä vaalikaudelle 2016–2020 !

source: Aanrest
fin: Inarissa
